Repository: wp-plugins/easy-nutrition-facts-label
Catalog: languages/easy-nutrition-facts-label-*.po
Languages: sk_sk

source: Serving Size
sk_sk: Hmotnosť porcie

source: Servings
sk_sk: Hmotnosť

source: Calories
sk_sk: Kalórie

source: Total Fat
sk_sk: Tuky

source: Saturated Fat
sk_sk: nas. mastné kyseliny

source: Trans. Fat
sk_sk: trans-mastné kyseliny

source: Sodium
sk_sk: Sodík

source: Fiber
sk_sk: Vláknina

source: Sugars
sk_sk: cukry

source: Protein
sk_sk: Bielkoviny

source: Nutritional Labels
sk_sk: Nutričné tabuľky

source: New Label
sk_sk: Nová tabuľka

source: All Labels
sk_sk: Všetky tabuľky

source: Labels
sk_sk: Nutričné tabuľky

source: Select a Product...
sk_sk: Vybrať produkt

source: Nutrition Facts
sk_sk: Nutričné hodnoty

source: Servings Per Container
sk_sk: Počet porcií v balení

source: Amount Per Serving
sk_sk: Množstvo na porciu

source: Daily Value
sk_sk: Denného príjmu

source: Trans Fat
sk_sk: trans-mastné kyseliny

source: Total Carbohydrate
sk_sk: Sacharidy

source: Dietary Fiber
sk_sk: Vláknina

source: Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs.
sk_sk: Denné odporúčané hodnoty sú založené na príjme 2000kcal príjme denne. Vaše denné hodnoty môžu byť vyššie alebo nižšie závisiac od individuálneho potrebného príjmu.
